Repository: KDE/symmy
Catalog: po/*/symmy.po
Languages: ca@valencia, de, el, eo, es, et, eu, fi, fr, gl, he, hu, ia, it, ka, ko, lt, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
el: Stelios
es: Eloy Cuadra
et: Marek Laane
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Geoffray Levasseur, Matthieu Robin, Simon Depiets
gl: Adrian Chaves
he: צוות התרגום של KDE ישראל
hu: Kiszel Kristóf
ia: Giovanni Sora
it: Paolo Zamponi
ka: Temuri Doghonadze
ko: 이정희
lt: Moo
nl: Freek de Kruijf
nn: Karl Ove Hufthammer
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: Luiz Fernando Ranghetti
ru: Олеся Герасименко
sk: Roman Paholík
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_tw: pan93412

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com
de: kde-i18n-de@kde.org
el: sstavra@gmail.com
es: ecuadra@eloihr.net
et: qiilaq69@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
fr: geoffray.levasseurbrandin@numericable.fr, kde@macolu.org, sdepiets@gmail.com
gl: adrian@chaves.io
he: kde-l10n-he@kde.org
hu: ulysses@fsf.hu
ia: g.sora@tiscali.it
it: feus73@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: daemul72@gmail.com
nl: freekdekruijf@kde.org
nn: karl@huftis.org
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: elchevive@opensuse.org
ru: translation-team@basealt.ru
sk: wizzardsk@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@bredband.net
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_tw: pan93412@gmail.com

# @action:inmenu Decrypt action in Dolphin context menu
source: Decrypt
ca@valencia: Desencripta
de: Entschlüsseln
el: Αποκρυπτογράφηση
eo: Malĉifri
es: Descifrar
et: Krüpti lahti
eu: Deszifratu
fi: Pura salaus
fr: Déchiffrer
gl: Descifrar
he: פענוח
hu: Visszafejtés
ia: Decryptar
it: Decifra
ka: გაშიფვრა
ko: 복호화
lt: Iššifruoti
nl: Ontcijferen
nn: Dekrypter
pl: Odszyfruj
pt: Descodificar
pt_br: Descriptografar
ru: Расшифровать
sk: Dešifrovať
sl: Dešifriraj
sv: Avkryptera
tr: Şifre Çöz
uk: Розшифрувати
zh_tw: 解密

# @action:inmenu Encrypt action in Dolphin context menu
source: Encrypt
ca@valencia: Encripta
de: Verschlüsseln
el: Κρυπτογράφηση
eo: Ĉifri
es: Cifrar
et: Krüpti
eu: Zifratu
fi: Salaa
fr: Chiffrer
gl: Cifrar
he: הצפנה
hu: Titkosítás
ia: Cryptar
it: Cifra
ka: დაშიფრვა
ko: 암호화
lt: Šifruoti
nl: Versleutelen
nn: Krypter
pl: Zaszyfruj
pt: Encriptar
pt_br: Criptografar
ru: Зашифровать
sk: Šifrovať
sl: Šifiraj
sv: Kryptera
tr: Şifrele
uk: Зашифрувати
zh_tw: 加密

# @info
source: Encryption operation failed. Please check whether the <application>gpg-agent</application> process is running.
ca@valencia: No s'ha pogut fer l'operació d'encriptació. Comproveu que el procés <application>gpg-agent</application> estiga en execució.
de: Die Verschlüsselung ist fehlgeschlagen. Bitte überprüfen Sie, ob der Prozess <application>gpg-agent</application> ausgeführt wird.
el: Αποτυχία κρυπτογράφησης. Ελέγξτε αν η διεργασία <application>gpg-agent</application> εκτελείται.
es: La operación de cifrado ha fallado. Compruebe si el proceso <application>gpg-agent</application> está funcionando.
et: Krüptimine nurjus. Palun kontrolli, kas <application>gpg-agent</application> ikka töötab.
eu: Zifratzeko eragiketak huts egin du. Mesedez, egiaztatu <application>gpg-agent</application> prozesua martxan dagoen.
fi: Salaus epäonnistui. Tarkista, onko <application>gpg-agent</application>-prosessi käynnissä.
fr: Échec de l'opération de chiffrement. Veuillez vérifier que le processus <application>gpg-agent</application> soit en cours d'exécution.
gl: A operación de cifraxe fallou. Comprobe se o proceso <application>gpg-agent</application> está en execución.
he: פעולת ההצפנה נכשלה. נא לבדוק האם התהליך <application>gpg-agent</application> פעיל.
hu: Sikertelen titkosítási művelet. Ellenőrizze, hogy a <application>gpg-agent</application> folyamat fut-e.
ia: Operation de cryptation falleva. Pro favor tu verifica si le processo <application>gpg-agent</application> es executante.
it: Operazione di cifratura non riuscita. Controlla se il processo <application>gpg-agent</application> è in esecuzione.
ka: დაშიფვრის ოპერაციის შეცდომა. შეამოწმეთ, პროცესი <application>gpg-agent</application> გაშვებულია, თუ არა.
ko: 암호화 작업 실패. <application>gpg-agent </application> 프로세스가 실행 중인지 확인하십시오.
lt: Šifravimo operacija patyrė nesėkmę. Patikrinkite ar veikia <application>gpg-agent</application> procesas.
nl: Versleutelingsbewerking is mislukt. Controleer of het proces <application>gpg-agent</application> actief is.
nn: Feil ved dekryptering. Sjå til at programmet <application>gpg-agent</application> køyrer.
pl: Nie udało się zaszyfrować. Sprawdź czy proces <application>gpg-agent</application> został uruchomiony.
pt: A operação de encriptação foi mal-sucedida. Verifique por favor se o processo <application>gpg-agent</application> está em execução.
pt_br: Falha na operação de criptografar. Verifique se o processo <application>gpg-agent</application> está em execução.
ru: Сбой операции шифрования. Убедитесь, что процесс <application>gpg-agent</application> работает.
sk: Operácia šifrovania zlyhala. Skontrolujte, či beží proces <application>gpg-agent</application>.
sl: Operacija šifriranja ni uspela. Preverite, ali <application>gpg-agent</application> teče.
sv: Krypteringsåtgärden misslyckades. Kontrollera om processen <application>gpg-agent</application> kör.
tr: Şifreleme işlemi başarısız. <application>gpg-agent</application> sürecinin çalışıp çalışmadığını denetleyin.
uk: Не вдалося виконати дію з шифрування. Будь ласка, перевірте, чи запущено <application>gpg-agent</application>.
zh_tw: 加密執行失敗。請檢查 <application>gpg-agent</application> 程序是否在執行中。

# @info
source: Decryption operation failed. Please check whether the decryption key is correct.<nl/>You should also check whether the <application>gpg-agent</application> process is running.
ca@valencia: No s'ha pogut fer l'operació de desencriptació. Comproveu que la clau de desencriptació siga correcta.<nl/>També cal comprovar que el procés <application>gpg-agent</application> estiga en execució.
de: Die Verschlüsselung ist fehlgeschlagen. Bitte überprüfen Sie, ob der Schlüssel korrekt ist und auch, ob der Prozess <application>gpg-agent</application> ausgeführt wird.
el: Αποτυχία αποκρυπτογράφησης. Ελέγξτε αν το κλειδί αποκρυπτογράφησης είναι σωστό.<nl/>Επίσης πρέπει να ελέγξετε αν η διεργασία <application>gpg-agent</application> εκτελείται.
es: La operación de descifrado ha fallado. Compruebe si la clave para descifrar es correcta.<nl/>También debería comprobar si el proceso <application>gpg-agent</application> está funcionando.
et: Lahtikrüptimine nurjus. Palun kontrolli, kas lahtikrüptimisvõti on ikka korras.<nl/>Ühtlasi tasuks kontrollida, kas <application>gpg-agent</application> ikka töötab.
eu: Deszifratzeko eragiketak huts egin du. Mesedez, egiaztatu deszifratzeko gakoa zuzena den.<nl/><application>gpg-agent</application> prozesua martxan dagoen ere egiaztatu beharko zenuke.
fi: Salauksen purku epäonnistui. Tarkista, että salausavain on oikea.<nl/>Tarkista myös, onko <application>gpg-agent</application>-prosessi käynnissä.
fr: Échec de l'opération de déchiffrement. Veuillez vérifier que la clé de déchiffrement soit correcte.<nl/> Vous devriez également vérifier que l'application <application>gpg-agent</application> soit en cours d'exécution.
gl: A operación de descifraxe fallou. Comprobe que a chave de descifraxe é correcta.<nl/> Tamén debería comprobar se o proceso de <application>gpg-agent</application> está en execución.
he: פעולת הפענוח נכשלה. נא לבדוק האם מפתח הפענוח נכון.<nl/>צריך גם לבדוק האם התהליך <application>gpg-agent</application> פעיל.
hu: Sikertelen visszafejtési művelet. Ellenőrizze, hogy a visszafejtő kulcs helyes-e.<nl/>Bizonyosodjon meg arról is, hogy a <application>gpg-agent</application> folyamat fut-e.
ia: Operation de decryptation falleva. Pro favor tu verifica si le clave de decryptation es correcte.<nl/>Tu anque deberea verificar si le processo <application>gpg-agent</application> es executante.
it: Operazione di decifratura non riuscita. Controlla se la chiave di decifratura è corretta.<nl/>Controlla anche se il processo <application>gpg-agent</application> è in esecuzione.
ka: გაშიფვრის ოპერაციის შეცდომა. გადაამოწმეთ გაშიფვრის გასაღების სისწორე. ასევე შეამოწმეთ, პროცესი <application>gpg-agent</application> გაშვებულია, თუ არა.
ko: 암호 해독 작업 실패. 암호 해독 키가 올바른지 확인하십시오.<nl/> <application>gpg-agent</application> 프로세스가 실행되고 있는지도 확인해야 합니다.
lt: Iššifravimo operacija patyrė nesėkmę. Patikrinkite ar teisingas iššifravimo raktas..<nl/>Taip pat turėtumėte patikrinti ar veikia <application>gpg-agent</application> procesas.
nl: Ontcijferingsbewerking is mislukt. Controleer of de ontcijferingssleutel juist is.<nl/>U zou ook moeten controleren of het proces <application>gpg-agent</application> actief is.
nn: Feil ved dekryptering. Kontroller at du har brukt rett dekrypteringsnøkkel.<nl/>Du bør òg sjå til at programmet <application>gpg-agent</application> køyrer.
pl: Nie udało się odszyfrować. Sprawdź czy klucz deszyfrujący jest poprawny.<nl/>Sprawdź także czy proces <application>gpg-agent</application> został uruchomiony.
pt: A operação de descodificação foi mal-sucedida. Verifique por favor se a chave de descodificação está correcta.<nl/>Deverá também verificar se o processo <application>gpg-agent</application> está em execução.
pt_br: Falha na operação de descriptografar. Verifique se a chave de descriptografia está correta. o processo.<nl/>Você também deve verificar se o processo <application>gpg-agent</application> está em execução.
ru: Сбой операции расшифровки. Убедитесь, что указан правильный ключ расшифровки. Также следует убедиться, что процесс <application>gpg-agent</application> работает.
sk: Operácia dešifrovania zlyhala. Prosím, skontrolujte, či dešifrovací kľúč je správny.<nl/>Mali by ste tiež skontrolovať, či beží proces <application>gpg-agent</application>.
sl: Operacija dešifriranja ni uspela. Preverite, če je ključ za dešifriranje pravilen.<nl/>Preverite tudi, ali proces <application>gpg-agent</application> teče.
sv: Avkrypteringsåtgärden misslyckades. Kontrollera om avkodningsnyckeln är riktig.<nl/>Du bör också kontrollera om processen <application>gpg-agent</application> kör.
tr: Şifre çözme işlemi başarısız. Şifre çözme anahtarının doğru olup olmadığını denetleyin.<nl/>Ayrıca, <application>gpg-agent</application> sürecinin çalışıp çalışmadığını da denetlemelisiniz.
uk: Не вдалося виконати дію із розшифровування. Будь ласка, перевірте, чи правильно вказано ключ для розшифровування.<nl/>Також варто перевірити, чи запущено <application>gpg-agent</application>.
zh_tw: 解密執行失敗。請檢查解密金鑰是否正確。<nl/>您或許也需要檢查 <application>gpg-agent</application> 程序是否執行中。

# @info
source: Could not decrypt the following ciphertexts.<nl/>Please check whether the decryption key is correct.
ca@valencia: No s'han pogut desencriptar els següents textos xifrats.<nl/>Comproveu que la clau de desencriptació siga correcta.
de: Der folgende Geheimtext kann nicht entschlüsselt werden.<nl/>Bitte überprüfen Sie, ob der Schlüssel korrekt ist.
el: Αδυναμία αποκρυπτογράφησης των ακόλουθων κειμένων.<nl/>Ελέγξτε αν το κλειδί αποκρυπτογράφησης είναι σωστό.
es: No ha sido posible descifrar los siguientes textos cifrados.<nl/>Compruebe si la clave para descifrar es correcta.
et: Järgmisi šifreid ei õnnestunud lahti krüptida.<nl/>Palun kontrolli, kas lahtikrüptimisvõti on ikka korras.
eu: Ezin du ondoko zifratutako testua deszifratu.<nl/>Mesedez, egiaztatu deszifratzeko gakoa zuzena den.
fi: Seuraavia salaviestejä ei voitu purkaa.<nl/>Tarkista, että salausavain on oikea.
fr: Impossible de déchiffrer les textes chiffrés suivants.<nl/> Vérifiez que la clé de déchiffrement soit correcte.
gl: Non foi posíbel descifrar os seguintes textos cifrados.<nl/> Comprobe se a chave de descifraxe é correcta.
he: לא ניתן לפענח את הטקסטים המוצפנים הבאים.<nl/>נא לבדוק האם מפתח הפענוח נכון.
hu: Nem sikerült visszafejteni a következő titkosított szövegeket.<nl/>Ellenőrizze, hogy a visszafejtő kulcs helyes-e.
ia: Non poteva decriptar le sequente textos de cifrar.<nl/>Pro favor tu verifica si le clave de decryptar es correcte.
it: Impossibile decifrare i seguenti testi cifrati.<nl/>Controlla che la chiave di cifratura sia corretta.
ka: შეცდომა შემდეგი ciphertexts-ების გაშიფვრისას. <nl/> გადაამოწმეთ გაშიფვრის გასაღების სისწორე.
ko: 다음 암호문을 해독할 수 없습니다.<nl/>암호화 키가 올바른지 확인하십시오.
lt: Nepavyko iššifruoti šių šifruotųjų tekstų.<nl/>Patikrinkite ar teisingas iššifravimo raktas.
nl: Kon de volgende cipherteksten niet ontcijferen.<nl/>Controleer of de ontcijferingssleutel juist is.
nn: Klarte ikkje dekryptera følgjande chiffertekstar.<nl/>Kontroller at du har brukt rett dekrypteringsnøkkel.
pl: Nie udało się odszyfrować następujących szyfrów.<nl/>Sprawdź czy klucz deszyfrujący jest poprawny.
pt: Não foi possível descodificar os seguintes textos cifrados.<nl/>Verifique por favor se a chave de descodificação está correcta.
pt_br: Não foi possível descriptografar os seguintes textos cifrados.<nl/>Verifique se a chave de descriptografia está correta.
ru: Не удалось расшифровать зашифрованный текст.<nl/> Убедитесь, что указан правильный ключ расшифровки.
sk: Nemôžem dešifrovať daný zašifrovaný text.<nl/>Prosím, skontrolujte, či dešifrovací kľúč je správny.
sl: Naslednjih šifratov ni mogoče dešifrirati.<nl/>Preverite, ali je ključ dešifriranja pravilen.
sv: Kunde inte avkryptera följande chiffertexter.<nl/>Kontrollera om avkodningsnyckeln är riktig.
tr: Aşağıdaki şifreali metinlerin şifresi çözülemedi.<nl/>Şifre çözme anahtarının doğru olup olmadığını denetleyin.
uk: Не вдалося розшифрувати зашифрований текст.<nl/>Будь ласка, перевірте, чи правильно вказано ключ шифрування.
zh_tw: 無法解密以下密文。<nl/>請檢查解密金鑰是否正確。

source: Asking Passphrase
ca@valencia: Es demana la frase de pas
de: Passphrase wird abgefragt
el: Ερώτηση συνθηματικού
eo: Demandante Pasfrazon
es: Solicitando contraseña larga
et: Paroolifraasi küsimine
eu: Pasahitz eskatzea
fi: Kysytään salasanaa
fr: Demande de phrase de passe
gl: Solicitando a frase de paso
he: בקשת מילת צופן
hu: Jelszó kérése
ia: Demandante phrase pro le contrasigno
it: Richiesta della frase segreta
ka: კოდური ფრაზის კითხვა
ko: 암호문 묻기
lt: Prašoma slaptafrazė
nl: Wachtwoordzin wordt gevraagd
nn: Ber om passfrase
pl: Pytanie o hasło
pt: A Pedir a Senha
pt_br: Perguntando a senha
ru: Запрос пароля
sk: Výzva na heslo
sl: Zahteva po geslu
sv: Frågar efter lösenordsfras
tr: Anahtar Parolası Soruluyor
uk: Запит щодо пароля
zh_tw: 詢問密碼

source: Please supply a password or passphrase to be used as encryption key.
ca@valencia: Proporcioneu una contrasenya o una frase de pas que s'utilitzarà com a clau d'encriptació.
de: Bitte geben Sie ein Passwort oder eine Passphrase für die Verschlüsselung ein.
el: Δώστε έναν κωδικό πρόσβασης ή συνθημτικό για να χρησιμοποιηθεί ως κλειδί κρυπτογράφησης.
eo: Bonvolu provizi pasvorton aŭ pasfrazon por esti uzata kiel ĉifrada ŝlosilo.
es: Por favor, proporcione una contraseña o una frase larga para usar como clave de cifrado.
et: Palun anna parool või paroolifraas, mida krüptimisvõtmena kasutada.
eu: Mesedez, eman zifratzeko gako gisa erabiltzeko pasahitz edo pasaesaldi bat.
fi: Anna salausavaimena käytettävä salasana tai -lause.
fr: Veuillez renseigner un mot de passe ou une phrase de passe à utiliser comme clé de chiffrement.
gl: Forneza un contrasinal ou frase de paso para usar como chave de cifraxe.
he: נא לספק סיסמה או מילת צופן שישמשו כמפתח הצפנה.
hu: Adjon meg egy jelszót a titkosítási kulcshoz.
ia: Profavor forni un contrasigno o un phrase de contrasigno que debe esser usate como clave de cryptation.
it: Fornisci una chiave o una frase segreta da usare come chiave di cifratura.
ka: შეიყვანეთ პაროლი ან დაშიფვრის გასაღების სახით გამოყენებული საიდუმლო ფრაზა.
ko: 암호화 키로 사용할 암호 또는 암호를 입력하십시오.
lt: Pateikite slaptažodį ar slaptafrazė, kuri bus naudojama kaip šifravimo raktas.
nl: Geef een wachtwoord of wachtwoordzin om te worden gebruikt als versleutelingssleutel.
nn: Skriv inn passord eller passfrase som skal brukast som krypteringsnøkkel.
pl: Podaj hasło używane jako klucz szyfrujący.
pt: Indique por favor uma senha a usar como chave de encriptação.
pt_br: Forneça uma senha a ser usada como chave de criptografia.
ru: Укажите пароль или парольную фразу для использования в качестве ключа шифрования.
sk: Prosím, zadajte heslo alebo frázu, ktorá sa použije ako šifrovací kľúč.
sl: Vnesite geslo, ki bo uporabljeno kot ključ šifriranja.
sv: Ange ett lösenord eller lösenordsfras att använda som krypteringsnyckel.
tr: Bir şifreleme anahtarı olarak kullanılacak bir anahtar parolası girin.
uk: Будь ласка, вкажіть пароль, який буде використано як ключ шифрування.
zh_tw: 請提供要當作加密金鑰的密碼或密語。

source: Please supply a password or passphrase to be used as decryption key.
ca@valencia: Proporcioneu una contrasenya o una frase de pas que s'utilitzarà com a clau de desencriptació.
de: Bitte geben Sie ein Passwort oder eine Passphrase für die Entschlüsselung ein.
el: Δώστε έναν κωδικό πρόσβασης ή συνθημτικό για να χρησιμοποιηθεί ως κλειδί αποκρυπτογράφησης.
eo: Bonvolu provizi pasvorton aŭ pasfrazon por esti uzata kiel deĉifra ŝlosilo.
es: Por favor, proporcione una contraseña o una frase larga para usar como clave de descifrado.
et: Palun anna parool või paroolifraas, mida lahtikrüptimisvõtmena kasutada.
eu: Mesedez, eman deszifratzeko gako gisa erabiltzeko pasahitz edo pasaesaldi bat.
fi: Anna salausavaimena käytettävä salasana tai -lause.
fr: Veuillez renseigner un mot de passe ou une phrase de passe à utiliser comme clé de déchiffrement.
gl: Forneza un contrasinal ou frase de paso para usar como chave de descifraxe.
he: נא לספק סיסמה או מילת צופן שישמשו כמפתח פענוח.
hu: Adjon meg egy jelszót a visszafejtési kulcshoz.
ia: Pro favor forni un contrasigno o phrase de contrasigno que debe esser usate comoo clave de cryptation.
it: Fornisci una chiave o una frase segreta da usare come chiave di decifratura.
ka: შეიყვანეთ პაროლი ან გაშიფვრის გასაღების სახით გამოყენებული საიდუმლო ფრაზა.
ko: 암호 해독 키로 사용할 암호 또는 암호를 입력하십시오.
lt: Pateikite slaptažodį ar slaptafrazę, kuri bus naudojama kaip iššifravimo raktas.
nl: Geef een wachtwoord of wachtwoordzin om te worden gebruikt als ontcijferingssleutel.
nn: Skriv inn passord eller passfrase som skal brukast som dekrypteringsnøkkel.
pl: Podaj hasło używane jako klucz deszyfrujący.
pt: Indique por favor uma senha a usar como chave de descodificação.
pt_br: Forneça uma senha a ser usada como chave de descriptografia.
ru: Укажите пароль или парольную фразу для использования в качестве ключа расшифровки.
sk: Prosím, zadajte heslo alebo frázu, ktorá sa použije ako dešifrovací kľúč.
sl: Vnesite geslo, ki bo uporabljeno kot ključ dešifriranja.
sv: Ange ett lösenord eller lösenordsfras att använda som avkodningsnyckel.
tr: Bir şifre çözme anahtarı olarak kullanılacak bir anahtar parolası girin.
uk: Будь ласка, вкажіть пароль, який буде використано як ключ для розшифровування.
zh_tw: 請提供要當作解密金鑰的密碼或密語。

# description of an encryption job
source: Encrypting
ca@valencia: Encriptació
de: Verschlüsselung
el: Κρυπτογράφηση
eo: Ĉifrado
es: Cifrando
et: Krüptimine
eu: Zifratzea
fi: Salataan
fr: Chiffrement
gl: Cifrado
he: מתבצעת הצפנה
hu: Titkosítás
ia: Cryptar
it: Cifratura
ka: დაშიფვრა
ko: 암호화 중
lt: Šifruojama
nl: Versleutelen
nn: Krypterer
pl: Szyfrowanie
pt: Encriptação
pt_br: Criptografando
ru: Шифрование
sk: Šifrovanie
sl: Šifriram
sv: Krypterar
tr: Şifreleniyor
uk: Шифрування
zh_tw: 正在加密

# File used as input of the encryption algorithm
source: Plaintext
ca@valencia: Text net
de: Klartext
el: Απλό κείμενο
eo: Plata teksto
es: Textoclaro
et: Lihttekst
eu: Testu arrunta
fi: Paljas teksti
fr: Texte en clair
gl: Texto simple
he: טקסט גלוי
hu: Egyszerű szöveg
ia: Plaintext (texto simplice)
it: Testo semplice
ka: უბრალო ტექსტი
ko: 평문
lt: Grynasis tekstas
nl: Leesbare tekst
nn: Reintekst
pl: Zwykły tekst
pt: Texto Simples
pt_br: Texto simples
ru: Открытый текст
sk: Čistý text
sl: Odprto besedilo
sv: Vanlig text
tr: Düz metin
uk: Текст
zh_tw: 純文字

# File created by the encryption algorithm
source: Ciphertext
ca@valencia: Text xifrat
de: Verschlüsselter Text
el: Κρυπτογραφημένο κείμενο
eo: Ĉifrteksto
es: Textocifrado
et: Šiffer
eu: Zifratutako testua
fi: Salattu teksti
fr: Texte chiffré
gl: Texto cifrado
he: טקסט מוצפן
hu: Titkosított szöveg
ia: Ciphertext (texto cifrate)
it: Testo cifrato
ka: შიფრის ტექსტი
ko: 암호문
lt: Šifruotasis tekstas
nl: Versleutelde tekst
nn: Chiffertekst
pl: Szyfr
pt: Texto Cifrado
pt_br: Texto cifrado
ru: Зашифрованный текст
sk: Šifrový text
sl: Šifrat
sv: Chiffertext
tr: Şifreli metin
uk: Зашифрований текст
zh_tw: 密文

# description of a decryption job
source: Decrypting
ca@valencia: Desencriptació
de: Entschlüsselung
el: Αποκρυπτογράφηση
eo: Malĉifri
es: Descifrando
et: Lahtikrüptimine
eu: Deszifratzea
fi: Puretaan
fr: Déchiffrement
gl: Descifrando
he: מתבצע פענוח
hu: Visszafejtés
ia: Decryptante
it: Decifratura
ka: გაშიფვრა
ko: 복호화 중
lt: Iššifruojama
nl: Ontcijferen
nn: Dekrypterer
pl: Odszyfrowywanie
pt: Descodificação
pt_br: Descriptografando
ru: Расшифровка
sk: Dešifrujem
sl: Dešifriram
sv: Avkrypterar
tr: Şifre çözülüyor
uk: Розшифрування
zh_tw: 正在解密

# File used as input of the decryption algorithm
source: Ciphertext
ca@valencia: Text xifrat
de: Verschlüsselter Text
el: Κωδικοποιημένο είμενο
eo: Ĉifrteksto
es: Textocifrado
et: Šiffer
eu: Zifratutako testua
fi: Salattu teksti
fr: Texte chiffré
gl: Texto cifrado
he: טקסט מוצפן
hu: Titkosított szöveg
ia: Ciphertext (texto cifrate)
it: Testo cifrato
ka: შიფრის ტექსტი
ko: 암호문
lt: Šifruotasis tekstas
nl: Versleutelde tekst
nn: Chiffertekst
pl: Szyfr
pt: Texto Cifrado
pt_br: Texto cifrado
ru: Зашифрованный текст
sk: Šifrový text
sl: Šifrat
sv: Chiffertext
tr: Şifreli metin
uk: Зашифрований текст
zh_tw: 密文

# File created by the decryption algorithm
source: Plaintext
ca@valencia: Text net
de: Klartext
el: Απλό κείμενο
eo: Plata teksto
es: Textoclaro
et: Lihttekst
eu: Testu arrunta
fi: Paljas teksti
fr: Texte en clair
gl: Texto simple
he: טקסט גלוי
hu: Egyszerű szöveg
ia: Plaintext (texto simplice)
it: Testo semplice
ka: უბრალო ტექსტი
ko: 평문
lt: Grynasis tekstas
nl: Leesbare tekst
nn: Reintekst
pl: Zwykły tekst
pt: Texto Simples
pt_br: Texto simples
ru: Открытый текст
sk: Čistý text
sl: Odprto besedilo
sv: Vanlig text
tr: Düz metin
uk: Текст
zh_tw: 純文字

# display name for 'symmy' binary
source: GPG Symmetric Encryption Frontend
ca@valencia: Frontal d'encriptació simètrica de GPG
de: Benutzeroberfläche für symmetrische GPG-Verschlüsselung
el: GPG περιβάλλον χρήσης συμμετρικής κρυπτογράφησης
eo: GPG Simetria Ĉifrado Frontend
es: Interfaz de cifrado simétrico GPG
et: GPG sümmeetrilise krüptimise kasutajaliides
eu: GPGren zifratze simetrikoaren aurrealdekoa
fi: Symmetrisen GPG-salauksen käyttöliittymä
fr: Interface graphique de chiffrement symétrique GPG
gl: Interface de cifraxe simétrica de GPG
he: ממשק הצפנה סימטרית ל־GPG
hu: GPG szimmetrikus titkosítási előtétprogram
ia: GPG Symmetric Encryption Frontend (Interfacie de cryptation symmetric de GPG)
it: Interfaccia per la cifratura simmetrica GPG
ka: GPG-ის სიმეტრიული დაშიფვრის ინტერფეისი
ko: GPG 대칭 암호화 프론트엔드
lt: GPG simetrinio šifravimo naudotojo sąsaja
nl: Frontend voor symmetrische versleuteling met GPG
nn: Brukarflate for GPG-basert symmetrisk kryptering
pl: Interfejs symetrycznego szyfrowania GPG
pt: Interface de Encriptação Simétrica do GPG
pt_br: Interface de criptografia simétrica GPG
ru: Интерфейс для симметричного шифрования GPG
sk: Frontend na symetrické šifrovanie GPG
sl: Začelje GPG simetričnega šifriranja
sv: Gränssnitt för GPG symmetrisk kryptering
tr: GPG Simetrik Şifreleme Ön Yüzü
uk: Оболонка симетричного шифрування GPG
zh_tw: GPG 對稱式加密前端
