Repository: KDE/symmy
Catalog: po/*/symmy.po
Languages: ca@valencia, de, el, eo, es, et, eu, fi, fr, gl, he, hu, ia, it, ka, ko, lt, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_tw

source: Encrypt/decrypt one ore more files using GPG symmetric encryption.
ca@valencia: Encripta/desencripta un o més fitxers utilitzant l'encriptació simètrica de GPG.
de: Verschlüsselt oder entschlüsselt eine oder mehrere Dateien mit der symmetrischen GPG-Verschlüsselung.
el: (Απο)κρυπτογράφηση ενός ή περισσοτέρων αρχείων με χρήση GPG συμμετρικής κρυπτογράφησης.
eo: Ĉifri/malĉifri unu aŭ plurajn dosierojn per GPG-simetria ĉifrado.
es: Cifrar o descifrar uno o más archivos usando el cifrado simétrico GPG.
et: Ühe või enama faili krüptimine/lahtikrüptimine GPG sümmeetrilise krüptimise abil.
eu: Zifratu/deszifratu fitxategi bat edo gehiago GPGren zifratze simetrikoa erabiliz.
fi: Salaa tai pura yhden tai useamman tiedoston salaus symmetristä GPG-salausta käyttäen.
fr: Chiffrer / déchiffrer un ou plusieurs fichiers à l'aide du chiffrement symétrique GPG.
gl: Cifrar ou descifrar un ou máis ficheiros usando a cifraxe simétrica de GPG.
he: הצפנת/פענוח קובץ או יותר באמצעות הצפנת GPG סימטרית.
hu: Egy vagy több fájl titkosítása/visszafejtése a GPG szimmetrikus titkosításának használatával.
ia: Cryptar/Decryptar un o plus files usante cryptation symmetric de GPG.
it: Cifra/decifra uno o più file usando la cifratura simmetrica GPG.
ka: ერთი ან მეტი ფაილის GPG სიმეტრიული დაშიფვრით გაშიფვრა/დაშიფვრა.
ko: GPG 대칭 암호화를 사용하여 하나 이상의 파일을 암호화/복호화.
lt: Šifruoti/iššifruoti vieną ar daugiau failų, naudojant GPG simetrinį šifravimą.
nl: Versleutel/ontcijfer een of meer bestanden met GPG symmetrische versleuteling.
nn: Krypter/dekrypter filer med GPG-basert symmetrisk kryptering.
pl: Szyfruj/odszyfrowuj jeden lub więcej plików przy użyciu symetrycznego szyfrowania GPG.
pt: Encriptar/descodificar um ou mais ficheiros com a encriptação simétrica do GPG.
pt_br: Criptografar/descriptografar um ou mais arquivos usando a criptografia simétrica GPG.
ru: Зашифровать или расшифровать один или несколько файлов с помощью симметричного шифрования GPG.
sk: Šifrovať/dešifrovať jeden alebo viac súborov pomocou symetrického šifrovania GPG.
sl: Šifrirajte/dešifrirajte eno ali več datotek s simetričnim šifriranjem GPG.
sv: Kryptera eller avkryptera en eller flera filer med användning av GPG symmetrisk kryptering.
tr: GPG simetrik şifreleme kullanarak bir veya birden çok dosyasyı şifreleyin/şifresini çözün.
uk: Зашифрувати або розшифрувати один або декілька файлів за допомогою симетричних алгоритмів шифрування GPG.
zh_tw: 使用 GPG 對稱式加密方式，加密或解密一個或以上檔案。

source: (c) 2017 Elvis Angelaccio
es: © 2017 Elvis Angelaccio
fi: © 2017 Elvis Angelaccio
gl: © 2017 Elvis Angelaccio
he: ‏(c) 2017 אלביס אנגלצ׳יו
hu: (c) Elvis Angelaccio, 2017.
nn: © 2017 Elvis Angelaccio
ru: © Elvis Angelaccio, 2017
sv: © 2017 Elvis Angelaccio
tr: © 2017 Elvis Angelaccio
uk: © Elvis Angelaccio, 2017

source: Elvis Angelaccio
he: אלביס אנגלצ׳יו

source: List of files to encrypt or decrypt.
ca@valencia: Llista de fitxers que s'encriptaran o desencriptaran.
de: Liste der zu entschlüsselnden oder zu verschlüsselnden Dateien.
el: Λίστα αρχείων για (απο)κρυπτογράφηση.
eo: Listo de dosieroj por ĉifri aŭ malĉifri.
es: Lista de archivo a cifrar o descifrar.
et: Failide loend krüptimiseks või lahtikrüptimiseks.
eu: Zifratu edo deszifratu beharreko fitxategien zerrenda.
fi: Salattavien tai purettavien tiedostojen luettelo.
fr: Liste de fichiers à chiffrer ou à déchiffrer.
gl: Lista de ficheiros para cifrar ou descifrar.
he: רשימת הקבצים להצפנה או פענוח.
hu: A titkosítandó vagy visszafejtendő fájlok listája.
ia: Lista de files de cryptar o decriptar.
it: Elenco dei file da cifrare o da decifrare.
ka: დასაშიფრი ან გასაშიფრი ფაილების სია.
ko: 암호화 또는 복호화할 파일 목록.
lt: Sąrašas failų, kuriuos šifruoti ar iššifruoti.
nl: Lijst met bestanden om te versleutelen of te ontcijferen.
nn: Liste over filer som skal (de)krypterast.
pl: Lista plików do zaszyfrowania lub odszyfrowania.
pt: Lista dos ficheiros a encriptar ou descodificar.
pt_br: Lista de arquivos a criptografar/descriptografar.
ru: Список файлов для шифрования или расшифровки.
sk: Zoznam súborov na šifrovanie alebo dešifrovanie.
sl: Seznam datotek za šifriranje ali dešifriranje.
sv: Lista av filer att kryptera eller avkryptera.
tr: Şifrelenecek veya şifresi çözülecek dosyaların listesi.
uk: Список файлів для шифрування або розшифровування.
zh_tw: 要加密或解密的檔案列表。

source: Encrypt the given list of files (this is the default if there are no other options).
ca@valencia: Encripta la llista indicada de fitxers (este és el predeterminat si no hi ha altres opcions).
de: Verschlüsselt die angegebene Liste von Dateien. Dies ist die Voreinstellung, wenn keine Optionen angegeben wurden.
el: Κρυπτογραφήστε τη δοσμένη λίστα αρχείων (αυτό είναι το προκαθορισμένο αν δεν υπάρχουν άλλες επιλογές).
es: Cifrar la lista de archivos indicada (acción por omisión si no existen más opciones).
et: Määratud failide loendi krüptimine (vaikevalik, kui muid võtmeid pole antud).
eu: Zifratu emandako fitxategi-zerrenda (hau lehenetsitakoa da beste aukerarik ez badago).
fi: Salaa luettelossa annetut tiedostot (tämä on oletus, ellei muita asetuksia ole).
fr: Chiffrer la liste de fichiers donnée (comportement par défaut si aucune option supplémentaire n'est communiquée).
gl: Cifrar a lista de ficheiros fornecida (isto é o predeterminado se non hai outras opcións).
he: הצפנת רשימת הקבצים שסופקה (זאת ברירת המחדל אם אין אפשרויות אחרות).
hu: A megadott fájlok titkosítása (ez az alapértelmezett, ha nincs megadva más opció).
ia: Crypta le date lista de files (iste es le predefinite si il ha necun altere optiones).
it: Cifra l'elenco dei file fornito (opzione predefinita se non ce ne sono altre).
ka: მოცემული სიიდან ფაილების დაშიფვრა (ეს ნაგულისხმები ქმედებაა, თუ სხვა რამაც არ ხდება).
ko: 지정한 파일을 암호화하기(다른 옵션이 없는 경우 기본값입니다).
lt: Šifruoti nurodytą failų sąrašą (tai yra numatytasis veiksmas, jei nėra jokių kitų parinkčių).
nl: Versleutel de gegeven lijst met bestanden (dit is de standaard als er geen andere opties zijn).
nn: Krypter dei oppgjevne filene (dette er standard­handling om ingen andre val er oppgjevne).
pl: Zaszyfruj dany zestaw plików (następuje domyślnie, jeśli nie ma innych opcji).
pt: Encripta a lista de ficheiros indicada (este é o valor por omissão se não existirem outras opções).
pt_br: Criptografar a lista de arquivos fornecida (isto é o padrão se não houver outras opções).
ru: Зашифровать файлы из указанного списка (выполняется по умолчанию, если нет других параметров).
sk: Šifrovať daný zoznam súborov (toto je predvolené, ak nie sú iné voľby).
sl: Šifrirajte dani seznam datotek (to je privzeto, če ni druge opcije).
sv: Krypterar angiven lista av filer (det är standardåtgärden om inga andra väljare anges).
tr: Verilen dosya listesini şifreleyin (başka seçenek yoksa öntanımlı).
uk: Зашифрувати файли із вказаного списку (типова дія, якщо не вказано параметрів).
zh_tw: 加密提供的檔案列表（若無其他選擇，這即為預設值）。

source: Decrypt the given list of files.
ca@valencia: Desencripta la llista indicada de fitxers.
de: Entschlüsselt die angegebene Liste von Dateien.
el: Αποκρυπτογραφήστε τη δοσμένη λίστα αρχείων.
eo: Malĉifri la donitan liston de dosieroj.
es: Descifrar la lista de archivos indicada.
et: Määratud failide loendi lahtikrüptimine.
eu: Deszifratu emandako fitxategien-zerrenda.
fi: Pura luettelossa annettujen tiedostojen salaus.
fr: Déchiffrer la liste de fichiers donnée.
gl: Descifrar a lista fornecida de ficheiros.
he: פענוח רשימת הקבצים שסופקה.
hu: A megadott fájlok visszafejtése.
ia: Decrypta le date lista de files.
it: Decifra l'elenco dei file fornito.
ka: მოცემული სიიდან ფაილების გაშიფვრა.
ko: 지정한 파일을 복호화합니다.
lt: Iššifruoti nurodytą failų sąrašą.
nl: Ontsleutel de gegeven lijst met bestanden.
nn: Dekrypter dei oppgjevne filene.
pl: Odszyfruj dany zestaw plików.
pt: Descodifica a lista de ficheiros indicada.
pt_br: Descriptografar a lista de arquivos fornecida.
ru: Расшифровать файлы из указанного списка.
sk: Dešifrovať daný zoznam súborov.
sl: Dešifrirajte dani seznam datotek.
sv: Avkryptera angiven lista av filer.
tr: Verilen dosya listesinin şifresini çözün.
uk: Розшифрувати файли із вказаного списку.
zh_tw: 加密提供的檔案列表。

# --encrypt and --decrypt are CLI args, don't translate them
source: Error: either --encrypt or --decrypt, not both.
ca@valencia: S'ha produït un error: o --encrypt o --decrypt, no ambdues.
de: Fehler: entweder -encrypt oder --decrypt, nicht beide Optionen
el: Σφάλμα: να κάνετε ή --encrypt ή --decrypt, όχι και τα δύο μαζί.
eo: Eraro: aŭ --encrypt aŭ --decrypt, ne ambaŭ.
es: Error: indicar solo «--encrypt» o «--decrypt», no ambos.
et: Tõrge: anda tuleb kas --encrypt või --decrypt, mitte mõlemad korraga.
eu: Errorea: «--encrypt» edo «--decrypt», baina ez biak batera.
fi: Virhe: joko --encrypt tai --decrypt, ei molemmat.
fr: Erreur : soit --encrypt, soit --decrypt, mais pas les deux.
gl: Erro: ou --encrypt ou --decrypt, non as dúas.
he: שגיאה: אמור להיות ‎--encrypt או ‎--decrypt, אבל לא את שניהם.
hu: Hiba: vagy --encrypt, vagy --decrypt, de nem mindkettő.
ia: Error: o --encrypt o --decrypt, non ambes.
it: Errore: o --encrypt o --decrypt, non entrambi.
ka: შეცდომა: გამოიყენეთ --encrypt ან --decrypt, მაგრამ არა ორივე.
ko: 오류: --encrypt 또는 --decrypt 둘 중 하나만 사용하십시오.
lt: Klaida: arba --encrypt, arba --decrypt, tačiau ne abu.
nl: Fout: ofwel --encrypt of --decrypt, niet beiden.
nn: Feil: Må oppgje anten --encrypt eller --decrypt, men ikkje begge.
pl: Błąd: albo --encrypt albo --decrypt, a nie naraz.
pt: Erro: pode usar o '--encrypt' ou o '--decrypt', mas não ambos.
pt_br: Erro: ou --encrypt ou --decrypt, não ambos.
ru: Ошибка: возможно указать --encrypt или --decrypt, но не оба параметра.
sk: Chyba: buď --encrypt alebo --decrypt, nie oboje.
sl: Napaka: bodisi --encrypt ali --decrypt, ne pa oboje.
sv: Fel: antingen --encrypt eller --decrypt, inte båda.
tr: Hata: Ya --encrypt ya da --decrypt olmalı, ikisi birden olamaz.
uk: Помилка: можна вказувати --encrypt або --decrypt, але не обидва параметри.
zh_tw: 錯誤：--encrypt 和 --decrypt 不得同時使用。
